{
  "-MTpcli73mfiIqW0lpPe": {
    "firebaseKey": "-MTpcli73mfiIqW0lpPe",
    "first_name": "Madeline",
    "last_name": "Miller",
    "email": "madelinemiller@gmail.com",
    "description": "Madeline Miller was born in Boston and grew up in New York City and Philadelphia. She attended Brown University, where she earned her BA and MA in Classics. For the last ten years she has been teaching and tutoring Latin, Greek and Shakespeare to high school students. She also studied in the Dramaturgy department at Yale School of Drama, where she focused on the adaptation of classical texts to modern forms. She currently lives near Philadelphia, PA. The Song of Achilles is her first novel. Her second novel, Circe, will be published in April 2018.",
    "favorite": true,
    "uid": "nbukt5McCvdoIFh5m8s7NfJpyow1"
  },
  "-MTpcli9kmjpvbdr-ckb": {
    "firebaseKey": "-MTpcli9kmjpvbdr-ckb",
    "first_name": "Hanya",
    "last_name": "Yanagihara",
    "email": "hanyayanagihara@gmail.com",
    "description": "Hanya Yanagihara is the author of The People in the Trees. She lives in New York City. ",
    "favorite": true,
    "uid": "nbukt5McCvdoIFh5m8s7NfJpyow1"
  },
  "-MTpcliA_-GtWZHpb8sf": {
    "firebaseKey": "-MTpcliA_-GtWZHpb8sf",
    "first_name": "Melissa",
    "last_name": "Broder",
    "email": "melissabroder@gmail.com",
    "description": "Melissa Broder is the author of the novels MILK FED (February 2021) and THE PISCES, the essay collection SO SAD TODAY, and five collections of poems including LAST SEXT and the forthcoming SUPERDOOM: Selected Poems.",
    "favorite": false,
    "uid": ""
  },
  "-MTpcliCeUeUNMpZ-Kog": {
    "firebaseKey": "-MTpcliCeUeUNMpZ-Kog",
    "first_name": "Stephen",
    "last_name": "King",
    "email": "stephenking@gmail.com",
    "description": "Stephen King is the author of more than fifty books, all of them worldwide bestsellers. His first crime thriller featuring Bill Hodges, MR MERCEDES, won the Edgar Award for best novel and was shortlisted for the CWA Gold Dagger Award. Both MR MERCEDES and END OF WATCH received the Goodreads Choice Award for the Best Mystery and Thriller of 2014 and 2016 respectively.",
    "favorite": false,
    "uid": "nbukt5McCvdoIFh5m8s7NfJpyow1"
  },
  "-MTpcliDmrp15A1WIE4U": {
    "firebaseKey": "-MTpcliDmrp15A1WIE4U",
    "first_name": "Neal",
    "last_name": "Stephenson",
    "email": "nealstephenson@gmail.com",
    "description": "Neal Town Stephenson (born October 31, 1959) is an American writer, known for his speculative fiction works, which have been variously categorized science fiction, historical fiction, maximalism, cyberpunk, and postcyberpunk. Stephenson explores areas such as mathematics, cryptography, philosophy, currency, and the history of science. He also writes non-fiction articles about technology in publications such as Wired Magazine, and has worked part-time as an advisor for Blue Origin, a company (funded by Jeff Bezos) developing a manned sub-orbital launch system.",
    "favorite": true,
    "uid": ""
  },
  "-MTpcliGnhDSsyvILIoJ": {
    "firebaseKey": "-MTpcliGnhDSsyvILIoJ",
    "first_name": "Donna",
    "last_name": "Tartt",
    "email": "donnatartt@gmail.cmo",
    "description": "Donna Tartt was born in Greenwood, Mississippi, and is a graduate of Bennington College. She is the author of the novels The Secret History, The Little Friend, and The Goldfinch, winner of the Pulitzer Prize for Fiction 2014.",
    "favorite": false,
    "uid": ""
  }
}
